const words = ["강아지","고양이","토끼","코끼리","기린","펭귄","곰","여우","늑대","사자","호랑이","원숭이","돼지","닭","오리","물고기","거북이","뱀","개구리","나비","피자","햄버거","라면","김밥","치킨","삼겹살","떡볶이","아이스크림","케이크","도넛","수박","바나나","딸기","포도","사과","커피","우유","주스","빵","초콜릿","자동차","자전거","비행기","배","기차","컵","의자","책상","침대","시계","전화기","노트북","우산","안경","가방","신발","모자","열쇠","카메라","텔레비전","의사","선생님","경찰관","소방관","요리사","피아니스트","화가","축구선수","우주비행사","마술사","학교","병원","공항","도서관","놀이공원","수영장","백화점","편의점","카페","지하철역","달리기","수영","요리하기","청소하기","잠자기","전화하기","사진찍기","노래하기","춤추기","낚시하기","행복","슬픔","놀라움","졸음","설렘","외로움","교통체증","줄서기","엘리베이터","회의","야근","출근길","자본주의","미세먼지","주식차트","와이파이","비트코인"];

function getRandomWord() {
  return words[Math.floor(Math.random() * words.length)];
}

module.exports = { getRandomWord };
